{
  "config": {
    "hyper_parameters": {
      "layer_bi_lstm": {
        "units": 128,
        "return_sequences": false
      },
      "layer_dense": {
        "activation": "softmax"
      }
    }
  },
  "tf_model": {
    "class_name": "Model",
    "config": {
      "name": "model_1",
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              30
            ],
            "dtype": "float32",
            "sparse": false,
            "ragged": false,
            "name": "input"
          },
          "name": "input",
          "inbound_nodes": []
        },
        {
          "class_name": "Embedding",
          "config": {
            "name": "layer_embedding",
            "trainable": true,
            "batch_input_shape": [
              null,
              null
            ],
            "dtype": "float32",
            "input_dim": 48,
            "output_dim": 100,
            "embeddings_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "minval": -0.05,
                "maxval": 0.05,
                "seed": null
              }
            },
            "embeddings_regularizer": null,
            "activity_regularizer": null,
            "embeddings_constraint": null,
            "mask_zero": false,
            "input_length": null
          },
          "name": "layer_embedding",
          "inbound_nodes": [
            [
              [
                "input",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "name": "bidirectional",
            "trainable": true,
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "name": "lstm",
                "trainable": true,
                "dtype": "float32",
                "return_sequences": false,
                "return_state": false,
                "go_backwards": false,
                "stateful": false,
                "unroll": false,
                "time_major": false,
                "units": 128,
                "activation": "tanh",
                "recurrent_activation": "hard_sigmoid",
                "use_bias": true,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "unit_forget_bias": true,
                "kernel_regularizer": null,
                "recurrent_regularizer": null,
                "bias_regularizer": null,
                "activity_regularizer": null,
                "kernel_constraint": null,
                "recurrent_constraint": null,
                "bias_constraint": null,
                "dropout": 0.0,
                "recurrent_dropout": 0.0,
                "implementation": 1
              }
            },
            "merge_mode": "concat"
          },
          "name": "bidirectional",
          "inbound_nodes": [
            [
              [
                "layer_embedding",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "class_name": "Dense",
          "config": {
            "name": "dense",
            "trainable": true,
            "dtype": "float32",
            "units": 5,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null
          },
          "name": "dense",
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ]
        }
      ],
      "input_layers": [
        [
          "input",
          0,
          0
        ]
      ],
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf",
    "backend": "tensorflow"
  },
  "embedding": {
    "processor": {
      "class_name": "ClassificationProcessor",
      "config": {
        "label2idx": {
          "cardname-crystal-premium-18": 0,
          "iapBundle-3-welcome-devastator": 1,
          "iapBundle-3-welcome-menasor": 2,
          "iapBundle-3-welcome-predaking": 3,
          "iapBundle-5-welcome-premium": 4
        },
        "token2idx": {
          "<PAD>": 0,
          "<UNK>": 1,
          "<BOS>": 2,
          "<EOS>": 3,
          "Decepticon": 4,
          "d-starscream-A": 5,
          "d-bludgeon-Z": 6,
          "d-megatron-A": 7,
          "d-scourge-B": 8,
          "d-galvatron-A": 9,
          "d-megatrontrex-A": 10,
          "d-nightbird-B": 11,
          "d-deathsaurus-A": 12,
          "d-rampage-B": 13,
          "5": 14,
          "d-dragstrip-A": 15,
          "d-starscream-B": 16,
          "d-offroad-B": 17,
          "d-brakeneck-A": 18,
          "d-brawl-Z": 19,
          "d-barricade-A": 20,
          "d-swindle-Y": 21,
          "d-bludgeon-A": 22,
          "d-hook-Z": 23,
          "d-kickback-B": 24,
          "d-tantrum-B": 25,
          "d-mixmaster-A": 26,
          "d-gnawdec-B": 27,
          "d-nemesisprime-A": 28,
          "d-breakdown-A": 29,
          "4": 30,
          "d-barricade-B": 31,
          "d-vortex-B": 32,
          "d-scrapper-C": 33,
          "d-cyclonus-C": 34,
          "d-megatron-B": 35,
          "d-reflector-A": 36,
          "d-scrapper-B": 37,
          "d-bonecrusher-A": 38,
          "d-headstrong-B": 39,
          "d-hook-Y": 40,
          "d-viper-B": 41,
          "d-swindle-Z": 42,
          "d-skrapnel-Z": 43,
          "d-longhaul-A": 44,
          "d-vortex-A": 45,
          "d-blastoff-B": 46,
          "6": 47
        },
        "token_pad": "<PAD>",
        "token_unk": "<UNK>",
        "token_bos": "<BOS>",
        "token_eos": "<EOS>",
        "dataset_info": {
          "RECOMMEND_LEN": 159,
          "token_count": 48,
          "label_count": 5
        },
        "add_bos_eos": false,
        "sequence_length": 30,
        "multi_label": false
      },
      "module": "kashgari.processors.classification_processor",
      "task": "classification"
    },
    "class_name": "BareEmbedding",
    "module": "kashgari.embeddings.bare_embedding",
    "config": {
      "sequence_length": 30,
      "embedding_size": 100,
      "task": "classification"
    },
    "embed_model": {
      "class_name": "Model",
      "config": {
        "name": "model",
        "layers": [
          {
            "class_name": "InputLayer",
            "config": {
              "batch_input_shape": [
                null,
                30
              ],
              "dtype": "float32",
              "sparse": false,
              "ragged": false,
              "name": "input"
            },
            "name": "input",
            "inbound_nodes": []
          },
          {
            "class_name": "Embedding",
            "config": {
              "name": "layer_embedding",
              "trainable": true,
              "batch_input_shape": [
                null,
                null
              ],
              "dtype": "float32",
              "input_dim": 48,
              "output_dim": 100,
              "embeddings_initializer": {
                "class_name": "RandomUniform",
                "config": {
                  "minval": -0.05,
                  "maxval": 0.05,
                  "seed": null
                }
              },
              "embeddings_regularizer": null,
              "activity_regularizer": null,
              "embeddings_constraint": null,
              "mask_zero": false,
              "input_length": null
            },
            "name": "layer_embedding",
            "inbound_nodes": [
              [
                [
                  "input",
                  0,
                  0,
                  {}
                ]
              ]
            ]
          }
        ],
        "input_layers": [
          [
            "input",
            0,
            0
          ]
        ],
        "output_layers": [
          [
            "layer_embedding",
            0,
            0
          ]
        ]
      },
      "keras_version": "2.2.4-tf",
      "backend": "tensorflow"
    }
  },
  "class_name": "BiLSTM_Model",
  "module": "__main__",
  "tf_version": "2.1.0",
  "kashgari_version": "1.1.1"
}