{
  "config": {
    "hyper_parameters": {
      "layer_bi_lstm": {
        "units": 128,
        "return_sequences": false
      },
      "layer_dense": {
        "activation": "softmax"
      }
    }
  },
  "tf_model": {
    "class_name": "Model",
    "config": {
      "name": "model_1",
      "layers": [
        {
          "name": "input",
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              15
            ],
            "dtype": "float32",
            "sparse": false,
            "name": "input"
          },
          "inbound_nodes": []
        },
        {
          "name": "layer_embedding",
          "class_name": "Embedding",
          "config": {
            "name": "layer_embedding",
            "trainable": true,
            "batch_input_shape": [
              null,
              null
            ],
            "dtype": "float32",
            "input_dim": 773,
            "output_dim": 100,
            "embeddings_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "minval": -0.05,
                "maxval": 0.05,
                "seed": null,
                "dtype": "float32"
              }
            },
            "embeddings_regularizer": null,
            "activity_regularizer": null,
            "embeddings_constraint": null,
            "mask_zero": false,
            "input_length": null
          },
          "inbound_nodes": [
            [
              [
                "input",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "bidirectional",
          "class_name": "Bidirectional",
          "config": {
            "name": "bidirectional",
            "trainable": true,
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "name": "lstm",
                "trainable": true,
                "dtype": null,
                "return_sequences": false,
                "return_state": false,
                "go_backwards": false,
                "stateful": false,
                "unroll": false,
                "time_major": false,
                "units": 128,
                "activation": "tanh",
                "recurrent_activation": "hard_sigmoid",
                "use_bias": true,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null,
                    "dtype": "float32"
                  }
                },
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null,
                    "dtype": "float32"
                  }
                },
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {
                    "dtype": "float32"
                  }
                },
                "unit_forget_bias": true,
                "kernel_regularizer": null,
                "recurrent_regularizer": null,
                "bias_regularizer": null,
                "activity_regularizer": null,
                "kernel_constraint": null,
                "recurrent_constraint": null,
                "bias_constraint": null,
                "dropout": 0.0,
                "recurrent_dropout": 0.0,
                "implementation": 1
              }
            },
            "merge_mode": "concat"
          },
          "inbound_nodes": [
            [
              [
                "layer_embedding",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "dense",
          "class_name": "Dense",
          "config": {
            "name": "dense",
            "trainable": true,
            "dtype": "float32",
            "units": 31,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null,
                "dtype": "float32"
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ]
        }
      ],
      "input_layers": [
        [
          "input",
          0,
          0
        ]
      ],
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf",
    "backend": "tensorflow"
  },
  "embedding": {
    "processor": {
      "class_name": "ClassificationProcessor",
      "config": {
        "label2idx": {
          "app": 0,
          "bus": 1,
          "calc": 2,
          "chat": 3,
          "cinemas": 4,
          "contacts": 5,
          "cookbook": 6,
          "datetime": 7,
          "email": 8,
          "epg": 9,
          "flight": 10,
          "health": 11,
          "lottery": 12,
          "map": 13,
          "match": 14,
          "message": 15,
          "music": 16,
          "news": 17,
          "novel": 18,
          "poetry": 19,
          "radio": 20,
          "riddle": 21,
          "schedule": 22,
          "stock": 23,
          "telephone": 24,
          "train": 25,
          "translation": 26,
          "tvchannel": 27,
          "video": 28,
          "weather": 29,
          "website": 30
        },
        "token2idx": {
          "<PAD>": 0,
          "<UNK>": 1,
          "<BOS>": 2,
          "<EOS>": 3,
          "\u7684": 4,
          "\u4e48": 5,
          "\u6211": 6,
          "\u3002": 7,
          "\u600e": 8,
          "\u4f60": 9,
          "\uff1f": 10,
          "\u4e00": 11,
          "\u4ec0": 12,
          "\u5929": 13,
          "\u505a": 14,
          "\u7535": 15,
          "\u662f": 16,
          "\u5230": 17,
          "\u7ed9": 18,
          "\u6709": 19,
          "\u4e0b": 20,
          "\u67e5": 21,
          "\u5417": 22,
          "\u6253": 23,
          "\u65b0": 24,
          "\u8f66": 25,
          "\u8bf4": 26,
          "\u770b": 27,
          "\u5f00": 28,
          "\u9996": 29,
          "\u4e0a": 30,
          "\u7968": 31,
          "\u4e0d": 32,
          "\u5dde": 33,
          "\u5728": 34,
          "\u5f71": 35,
          "\u53d1": 36,
          "\u89c6": 37,
          "\u597d": 38,
          "\u60f3": 39,
          "\u5927": 40,
          "\u4e86": 41,
          "\uff0c": 42,
          "\u5e2e": 43,
          "\u554a": 44,
          "\u54ea": 45,
          "\u8981": 46,
          "\u4e2a": 47,
          "\u706b": 48,
          "\u64ad": 49,
          "\u4fe1": 50,
          "\u6765": 51,
          "\u53f0": 52,
          "\u4e2d": 53,
          "\u4eca": 54,
          "\u80a1": 55,
          "\u8bd7": 56,
          "\u95fb": 57,
          "\u6c14": 58,
          "\u542c": 59,
          "\u53bb": 60,
          "\u660e": 61,
          "\u5357": 62,
          "\u4eac": 63,
          "\u8fd9": 64,
          "\u9053": 65,
          "\u6700": 66,
          "\u8bdd": 67,
          "\u6d77": 68,
          "\u5317": 69,
          "\u5c0f": 70,
          "\u653e": 71,
          "\u5e7f": 72,
          "\u6cd5": 73,
          "\u8bed": 74,
          "\u641c": 75,
          "\u4eba": 76,
          "\u9891": 77,
          "\u77ed": 78,
          "\u4e09": 79,
          "\u82f1": 80,
          "\u98de": 81,
          "\u4e8c": 82,
          "\u70b9": 83,
          "\u8089": 84,
          "\u5462": 85,
          "\u8c01": 86,
          "1": 87,
          "\u8282": 88,
          "\u7f51": 89,
          "\u5b50": 90,
          "\u5403": 91,
          "\u4e50": 92,
          "2": 93,
          "\u6837": 94,
          "0": 95,
          "\u7ea2": 96,
          "\u53f7": 97,
          "\u5565": 98,
          "\u76ee": 99,
          "\u65f6": 100,
          "\u822a": 101,
          "\u91cc": 102,
          "\u7d22": 103,
          "\u8fd1": 104,
          "\u73b0": 105,
          "\u8baf": 106,
          "\u9ad8": 107,
          "\u7231": 108,
          "\u65b9": 109,
          "\u96f6": 110,
          "\u80fd": 111,
          "\u56fd": 112,
          "\u8be2": 113,
          "\u673a": 114,
          "\u9c7c": 115,
          "\u536b": 116,
          "\u665a": 117,
          "\u7528": 118,
          "\u70e7": 119,
          "8": 120,
          "\u591a": 121,
          "\u4ece": 122,
          "\u51e0": 123,
          "\u53ef": 124,
          "\u6b4c": 125,
          "\u73ed": 126,
          "\u767d": 127,
          "\u516b": 128,
          "\u516d": 129,
          "\u6587": 130,
          "\u7b28": 131,
          "\u4e94": 132,
          "\u77e5": 133,
          "\u90a3": 134,
          "\u4f1a": 135,
          "\u592e": 136,
          "\u5267": 137,
          "5": 138,
          "\u9e21": 139,
          "\u80cc": 140,
          "\u79d1": 141,
          "\u60c5": 142,
          "\u5e74": 143,
          "\u8d70": 144,
          "\u6f14": 145,
          "\u4ee5": 146,
          "9": 147,
          "\u4e1c": 148,
          "\u7801": 149,
          "\u5c11": 150,
          "\u51fa": 151,
          "\u5f20": 152,
          "\u627e": 153,
          "\u8c46": 154,
          "\u674e": 155,
          "\u8c1c": 156,
          "\u4ef6": 157,
          "\u8bf7": 158,
          "\u8d5b": 159,
          "\u53eb": 160,
          "\u5b89": 161,
          "\u5c71": 162,
          "\u6e56": 163,
          "\u6c7d": 164,
          "\u4e9b": 165,
          "\u53e5": 166,
          "\u6c5f": 167,
          "\u9633": 168,
          "\u897f": 169,
          "\u65e5": 170,
          "\uff01": 171,
          "\u86cb": 172,
          "\u661f": 173,
          "\u559c": 174,
          "\u8fd8": 175,
          "4": 176,
          "\u884c": 177,
          "\u6ca1": 178,
          "\u6e05": 179,
          "\u54e6": 180,
          "\u7092": 181,
          "\u8bb2": 182,
          "\u5e72": 183,
          "\u5440": 184,
          "\u957f": 185,
          "\u513f": 186,
          "\u5973": 187,
          "\u4e03": 188,
          "\u996d": 189,
          "\u90ae": 190,
          "\u4e8b": 191,
          "\u738b": 192,
          "\u5510": 193,
          "\u52a8": 194,
          "\u5468": 195,
          "\u5427": 196,
          "\u7ad9": 197,
          "\u8c03": 198,
          "\u7247": 199,
          "C": 200,
          "\u5408": 201,
          "\u97f3": 202,
          "\u6708": 203,
          "\u4e5d": 204,
          "\u9762": 205,
          "\u6bd4": 206,
          "\u7238": 207,
          "\u6b66": 208,
          "\u4f55": 209,
          "\u90fd": 210,
          "\u56de": 211,
          "\u671f": 212,
          "\u83dc": 213,
          "\u610f": 214,
          "\u5e7a": 215,
          "\u5bb6": 216,
          "\u949f": 217,
          "\u4e4b": 218,
          "c": 219,
          "\u5e02": 220,
          "\u56db": 221,
          "\u5982": 222,
          "\u628a": 223,
          "\u540e": 224,
          "3": 225,
          "\u544a": 226,
          "\u5305": 227,
          "\u8def": 228,
          "\u8bcd": 229,
          "\u601d": 230,
          "\u95f4": 231,
          "\u6cbb": 232,
          "\u80a5": 233,
          "\u9752": 234,
          "\u751f": 235,
          "\u8f6c": 236,
          "\u5341": 237,
          "\u4eec": 238,
          "\u95e8": 239,
          "\u8d77": 240,
          "\u725b": 241,
          "\u5f97": 242,
          "\u6b22": 243,
          "\u6761": 244,
          "\u8001": 245,
          "\u8fc7": 246,
          "\u95ee": 247,
          "\u767e": 248,
          "\u6c64": 249,
          "\u4e3a": 250,
          "\u94f6": 251,
          "\u5956": 252,
          "\u4ef7": 253,
          "\u5206": 254,
          "\u5b66": 255,
          "\u6797": 256,
          "\u73a9": 257,
          "\u591c": 258,
          "\u5b81": 259,
          "\u606f": 260,
          "6": 261,
          "\u6392": 262,
          "\u9aa8": 263,
          "\u6625": 264,
          "\u6599": 265,
          "\u56ed": 266,
          "\u529e": 267,
          "\u8d85": 268,
          "\u5fc3": 269,
          "\u6210": 270,
          "\u9662": 271,
          "\u5019": 272,
          "\u6027": 273,
          "\u6c49": 274,
          "\u7b11": 275,
          "\u716e": 276,
          "\u732a": 277,
          "\u798f": 278,
          "7": 279,
          "\u7b2c": 280,
          "\u82cf": 281,
          "\u9178": 282,
          " ": 283,
          "\u6750": 284,
          "\u5c14": 285,
          "\u8fdb": 286,
          ":": 287,
          "\u7c73": 288,
          "\u732b": 289,
          "\u7f8e": 290,
          "\u5c31": 291,
          "\u65e9": 292,
          "\u8bfb": 293,
          "\u676d": 294,
          "\u7597": 295,
          "\u9999": 296,
          "\u6628": 297,
          "\u5934": 298,
          "\u5f90": 299,
          "\u901a": 300,
          "\u8bc9": 301,
          "\u7ffb": 302,
          "\u8bd1": 303,
          "\u90e8": 304,
          "\u6c34": 305,
          "\u91d1": 306,
          "\u5ea6": 307,
          "\u56fe": 308,
          "\u731c": 309,
          "\u5e8a": 310,
          "\u9ec4": 311,
          "\u7406": 312,
          "\u8ba4": 313,
          "\u8bc6": 314,
          "\u95f9": 315,
          "\u57ce": 316,
          "\u89c9": 317,
          "\u660c": 318,
          "\u6839": 319,
          ".": 320,
          "\u5bfc": 321,
          "\u672c": 322,
          "\u5355": 323,
          "\u5b9d": 324,
          "\u5bf9": 325,
          "\u540d": 326,
          "\u9700": 327,
          "T": 328,
          "V": 329,
          "\u54c8": 330,
          "\u7ebf": 331,
          "\u5bfb": 332,
          "\u98ce": 333,
          "?": 334,
          "\u5730": 335,
          "\u6613": 336,
          "\u5348": 337,
          "\u4ee3": 338,
          "\u679c": 339,
          "\u6b21": 340,
          "\u534e": 341,
          "\u670b": 342,
          "\u53cb": 343,
          "\u5fbd": 344,
          "\u4e1d": 345,
          "\u5fb7": 346,
          "\u5750": 347,
          "\u5668": 348,
          "\u4e70": 349,
          "\u6ce2": 350,
          "\u6c11": 351,
          "\u5efa": 352,
          "\u6e29": 353,
          "q": 354,
          "\u548c": 355,
          "\u7b54": 356,
          "\u9884": 357,
          "\u62a5": 358,
          "\u516c": 359,
          "\u5199": 360,
          "\u91cd": 361,
          "\u5e86": 362,
          "\u827a": 363,
          "\u70ed": 364,
          "\u900f": 365,
          "\u7279": 366,
          "\u8bb0": 367,
          "\u90d1": 368,
          "\u5218": 369,
          "\u6052": 370,
          "\u4e1a": 371,
          "\u7ed3": 372,
          "\u4ed6": 373,
          "\u5988": 374,
          "\u548b": 375,
          "\u4f20": 376,
          "\u571f": 377,
          "\u6e38": 378,
          "\u9ebb": 379,
          "\u6c99": 380,
          "\u5316": 381,
          "\u53e4": 382,
          "\u4e66": 383,
          "\u5531": 384,
          "\u96e8": 385,
          "\u624b": 386,
          "\u7b49": 387,
          "\u795e": 388,
          "\u9664": 389,
          "\u624d": 390,
          "\u7cd6": 391,
          "\u8fa3": 392,
          "\u6d4e": 393,
          "\u61c2": 394,
          "\u519c": 395,
          "\u68a6": 396,
          "\u590d": 397,
          "\u63d0": 398,
          "\u5feb": 399,
          "\u5170": 400,
          "\u6768": 401,
          "\u5c45": 402,
          "\u518d": 403,
          "\u519b": 404,
          "\u76ae": 405,
          "\u8111": 406,
          "\u6025": 407,
          "\u8d35": 408,
          "\u683c": 409,
          "\u4e91": 410,
          "\u82b1": 411,
          "\u8ddf": 412,
          "\u8fde": 413,
          "\u9ed1": 414,
          "\u6821": 415,
          "\u5e7b": 416,
          "\u6f2b": 417,
          "\u5e08": 418,
          "u": 419,
          "\u6d4f": 420,
          "\u89c8": 421,
          "\u6d6a": 422,
          "\u9875": 423,
          "\u9e2d": 424,
          "\u5e73": 425,
          "\u8054": 426,
          "\u4e3d": 427,
          "\u5de5": 428,
          "\u7701": 429,
          "\u58f0": 430,
          "\u8f6f": 431,
          "\u59cb": 432,
          "\u6ee1": 433,
          "\u53ea": 434,
          "\u7403": 435,
          "\u592a": 436,
          "\u96c6": 437,
          "\u6e2f": 438,
          "\u5fae": 439,
          "\u59d0": 440,
          "o": 441,
          "\u70e4": 442,
          "\u5b9a": 443,
          "\u94c1": 444,
          "\u5957": 445,
          "\u7efc": 446,
          "\u7acb": 447,
          "\u6cb3": 448,
          "\u8bf5": 449,
          "\u80a0": 450,
          "\u5b57": 451,
          "\u771f": 452,
          "\u6e90": 453,
          "a": 454,
          "l": 455,
          "\u53e3": 456,
          "\u94a2": 457,
          "\u547c": 458,
          "\u4efd": 459,
          "\u4e58": 460,
          "\u718a": 461,
          "\u55ef": 462,
          "\u9152": 463,
          "\u6362": 464,
          "\u5f69": 465,
          "\u7b4b": 466,
          "\u5f2f": 467,
          "\u708e": 468,
          "\u8304": 469,
          "\u89e3": 470,
          "\u8150": 471,
          "\u6559": 472,
          "\u7c89": 473,
          "\u7167": 474,
          "\u6717": 475,
          "\u6620": 476,
          "\u6ce8": 477,
          "\u867e": 478,
          "\u79c0": 479,
          "Q": 480,
          "\u8868": 481,
          "\u7537": 482,
          "\u5e94": 483,
          "\u753b": 484,
          "\u77f3": 485,
          "\u5b98": 486,
          "\u4e3b": 487,
          "\u9759": 488,
          "\u9b3c": 489,
          "\u7cfb": 490,
          "\u4e9a": 491,
          "\u4f5c": 492,
          "\u5e95": 493,
          "\u4e8e": 494,
          "\u6b63": 495,
          "\u7761": 496,
          "\u51b5": 497,
          "\u841d": 498,
          "\u975e": 499,
          "\u4e24": 500,
          "\u697c": 501,
          "\u6653": 502,
          "\u52a0": 503,
          "\u5c9b": 504,
          "\u6cb9": 505,
          "\u7530": 506,
          "\u51b0": 507,
          "\u522b": 508,
          "\u4ea7": 509,
          "\u8bbe": 510,
          "\u8d63": 511,
          "\u5546": 512,
          "\u72d7": 513,
          "\u4e5f": 514,
          "\u62cc": 515,
          "\u918b": 516,
          "\u7532": 517,
          "\u7a7a": 518,
          "\u6df1": 519,
          "\u5733": 520,
          "\u9192": 521,
          "\u4fdd": 522,
          "\u8272": 523,
          "\u9009": 524,
          "\u5f88": 525,
          "\u6d32": 526,
          "\u65af": 527,
          "\u7ca5": 528,
          "\u561b": 529,
          "\u65e0": 530,
          "\u804a": 531,
          "\u5361": 532,
          "\u9177": 533,
          "\u5149": 534,
          "\u8be5": 535,
          "\u7136": 536,
          "\u8c08": 537,
          "\u94b1": 538,
          "\u9f99": 539,
          "\u5b69": 540,
          "\u74dc": 541,
          "\u6bdb": 542,
          "\u9505": 543,
          "\u5c01": 544,
          "\u76f8": 545,
          "\u62e8": 546,
          "\u54e5": 547,
          "\u5173": 548,
          "\u60a8": 549,
          "\u53a6": 550,
          "\u5947": 551,
          "\u63a8": 552,
          "\u7389": 553,
          "\u5f55": 554,
          "\u4e45": 555,
          "\u7b97": 556,
          "\u70e6": 557,
          "\u840c": 558,
          "\u6cfd": 559,
          "\u75c5": 560,
          "\u5168": 561,
          "\u5a46": 562,
          "\u914d": 563,
          "\u5e97": 564,
          "\u6d41": 565,
          "\u968f": 566,
          "\u8bda": 567,
          "\u52ff": 568,
          "\u6270": 569,
          "\u5ff5": 570,
          "\u4ea4": 571,
          "\u66ff": 572,
          "\u8349": 573,
          "\u73e0": 574,
          "\u51b7": 575,
          "\u5434": 576,
          "\u8f83": 577,
          "\u864e": 578,
          "s": 579,
          "\u961f": 580,
          "\u63a2": 581,
          "\u6d1b": 582,
          "\u8b66": 583,
          "\u675c": 584,
          "\u5236": 585,
          "\u6c88": 586,
          "\u7116": 587,
          "\u7cd5": 588,
          "\u67f3": 589,
          "\u7ea6": 590,
          "\u706f": 591,
          "\u8425": 592,
          "h": 593,
          "\u7edd": 594,
          "\u6eaa": 595,
          "\u79cb": 596,
          "\u806a": 597,
          "\u6d66": 598,
          "\u5e38": 599,
          "\u6469": 600,
          "\u9645": 601,
          "\u76f4": 602,
          "\u81ea": 603,
          "\u8005": 604,
          "\u5e26": 605,
          "\u6b65": 606,
          "\u8d2d": 607,
          "\u603b": 608,
          "\u8bbf": 609,
          "\u53f6": 610,
          "\u997c": 611,
          "\u6167": 612,
          "\u66f2": 613,
          "\u5c06": 614,
          "\u7096": 615,
          "\u6cf0": 616,
          "\u62cd": 617,
          "\u6668": 618,
          "\u7a0b": 619,
          "\u5bb3": 620,
          "\u5457": 621,
          "\u76d8": 622,
          "\u5475": 623,
          "\u79bb": 624,
          "\u6842": 625,
          "\u8033": 626,
          "\u59b9": 627,
          "\u7269": 628,
          "\u963f": 629,
          "\u4e49": 630,
          "\u9a6c": 631,
          "\u5409": 632,
          "\u514b": 633,
          "\u9171": 634,
          "\u620f": 635,
          "\u641e": 636,
          "\u9732": 637,
          "\u6d69": 638,
          "\u9547": 639,
          "\u9017": 640,
          "\u542f": 641,
          "\u8c22": 642,
          "\u8dcc": 643,
          "\u9898": 644,
          "\u70df": 645,
          "\u4fbf": 646,
          "\u811a": 647,
          "\u836f": 648,
          "\u73af": 649,
          "\u6606": 650,
          "\u65c5": 651,
          "\u8bc1": 652,
          "\u5a01": 653,
          "i": 654,
          "\u535c": 655,
          "k": 656,
          "\u7fc5": 657,
          "\u5b8c": 658,
          "\u4f26": 659,
          "\u5e03": 660,
          "\u87f9": 661,
          "\u846b": 662,
          "\u82a6": 663,
          "\u50bb": 664,
          "\u8ba2": 665,
          "\u72fc": 666,
          "\u817f": 667,
          "\u4f19": 668,
          "v": 669,
          "\u5b8b": 670,
          "\u54af": 671,
          "\u9648": 672,
          "\u8840": 673,
          "\u901f": 674,
          "\u5175": 675,
          "e": 676,
          "\u666f": 677,
          "\u5bab": 678,
          "\u4e01": 679,
          "\u51a0": 680,
          "\u8c0b": 681,
          "\u67ff": 682,
          "\u764c": 683,
          "\u5979": 684,
          "\u611f": 685,
          "\u524d": 686,
          "\u6050": 687,
          "\u6016": 688,
          "\u8c61": 689,
          "\u8bc4": 690,
          "\u5f04": 691,
          "\u82f9": 692,
          "\u9e70": 693,
          "t": 694,
          "\u817e": 695,
          "\u5e1d": 696,
          "\u559d": 697,
          "\u89c1": 698,
          "\u6ee8": 699,
          "\u903c": 700,
          "\u9020": 701,
          "\u5f3a": 702,
          "\u5496": 703,
          "\u4e73": 704,
          "\u817a": 705,
          "\u81f3": 706,
          "\u70b8": 707,
          "\u756a": 708,
          "\u8df3": 709,
          "\u7eb3": 710,
          "\u84b8": 711,
          "\u66f4": 712,
          "\u5a03": 713,
          "\u4f53": 714,
          "\u4ec1": 715,
          "\u5fd9": 716,
          "\u5165": 717,
          "\u53d8": 718,
          "\u521a": 719,
          "\u4f73": 720,
          "\u5cb3": 721,
          "\u7f57": 722,
          "\u989c": 723,
          "\u5012": 724,
          "\u5a31": 725,
          "\u592b": 726,
          "\u62c9": 727,
          "m": 728,
          "\u5386": 729,
          "\u96ea": 730,
          "\u4eae": 731,
          "\u6b7b": 732,
          "\u5a5a": 733,
          "\u5229": 734,
          "\u6885": 735,
          "\u5931": 736,
          "\u5fd8": 737,
          "\u5171": 738,
          "\u5c3f": 739,
          "\u7f8a": 740,
          "\u8ba1": 741,
          "\u7259": 742,
          "\u5965": 743,
          "\u7f9e": 744,
          "\u5e78": 745,
          "\u7504": 746,
          "\u5b1b": 747,
          "\u677f": 748,
          "\u63a5": 749,
          "\u5b87": 750,
          "\u57f9": 751,
          "\u9001": 752,
          "\u74f7": 753,
          "\u85af": 754,
          "\u533b": 755,
          "\u6b27": 756,
          "\u6811": 757,
          "\u96f7": 758,
          "\u6170": 759,
          "\u8ddd": 760,
          "\u6735": 761,
          "\u79fb": 762,
          "\u79cd": 763,
          "-": 764,
          "\u6570": 765,
          "\u7834": 766,
          "\u7f6e": 767,
          "\u4e16": 768,
          "\u961c": 769,
          "\u523b": 770,
          "\u51ef": 771,
          "\u5176": 772
        },
        "token_pad": "<PAD>",
        "token_unk": "<UNK>",
        "token_bos": "<BOS>",
        "token_eos": "<EOS>",
        "dataset_info": {
          "RECOMMEND_LEN": 15,
          "token_count": 773,
          "label_count": 31
        },
        "add_bos_eos": false,
        "sequence_length": 15,
        "multi_label": false
      },
      "module": "kashgari.processors.classification_processor",
      "task": "classification"
    },
    "class_name": "BareEmbedding",
    "module": "kashgari.embeddings.bare_embedding",
    "config": {
      "sequence_length": 15,
      "embedding_size": 100,
      "task": "classification"
    },
    "embed_model": {
      "class_name": "Model",
      "config": {
        "name": "model_2",
        "layers": [
          {
            "name": "input",
            "class_name": "InputLayer",
            "config": {
              "batch_input_shape": [
                null,
                15
              ],
              "dtype": "float32",
              "sparse": false,
              "name": "input"
            },
            "inbound_nodes": []
          },
          {
            "name": "layer_embedding",
            "class_name": "Embedding",
            "config": {
              "name": "layer_embedding",
              "trainable": true,
              "batch_input_shape": [
                null,
                null
              ],
              "dtype": "float32",
              "input_dim": 773,
              "output_dim": 100,
              "embeddings_initializer": {
                "class_name": "RandomUniform",
                "config": {
                  "minval": -0.05,
                  "maxval": 0.05,
                  "seed": null,
                  "dtype": "float32"
                }
              },
              "embeddings_regularizer": null,
              "activity_regularizer": null,
              "embeddings_constraint": null,
              "mask_zero": false,
              "input_length": null
            },
            "inbound_nodes": [
              [
                [
                  "input",
                  0,
                  0,
                  {}
                ]
              ]
            ]
          }
        ],
        "input_layers": [
          [
            "input",
            0,
            0
          ]
        ],
        "output_layers": [
          [
            "layer_embedding",
            0,
            0
          ]
        ]
      },
      "keras_version": "2.2.4-tf",
      "backend": "tensorflow"
    }
  },
  "class_name": "BiLSTM_Model",
  "module": "kashgari.tasks.classification.models",
  "tf_version": "1.14.0",
  "kashgari_version": "1.1.1"
}